Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/darohi.tmx
Source language: ru
Languages: be

source: переулок Гайдука
be: завулак Гайдука

source: переулок Галины Аржановой
be: завулак Галіны Аржанавай

source: переулок Гаршина
be: завулак Гаршына

source: переулок Гастелло
be: завулак Гастэлы

source: переулок Геологов
be: завулак Геолагаў

source: переулок Герцена
be: завулак Герцэна

source: переулок Гидротехников
be: завулак Гідратэхнікаў

source: переулок Глинки
be: завулак Глінкі

source: переулок Гоголя
be: завулак Гогаля

source: переулок Годуванцева
be: завулак Гадуванцэва

source: переулок Головача
be: завулак Галавача

source: переулок Головского
be: завулак Галоўскага

source: переулок Гончарова
be: завулак Ганчарова

source: переулок Горбунова
be: завулак Гарбунова

source: переулок Горовца
be: завулак Гараўца

source: переулок Горького
be: завулак Горкага

source: переулок Грибоедова
be: завулак Грыбаедава

source: переулок Грицевца
be: завулак Грыцаўца

source: переулок Громова
be: завулак Громава

source: переулок Грушина
be: завулак Грушына

source: переулок Гудимова
be: завулак Гудзімава

source: переулок Данукалова
be: завулак Данукалава

source: переулок Дарвина
be: завулак Дарвіна

source: переулок Даргомыжского
be: завулак Даргамысскага

source: переулок Дводненко
be: завулак Двадненкі

source: переулок Дворникова
be: завулак Дворнікава

source: переулок Декабристов
be: завулак Дзекабрыстаў

source: переулок Дёмина
be: завулак Дзёміна

source: переулок Держинского
be: завулак Дзяржынскага

source: переулок Десантников
be: завулак Дэсантнікаў

source: переулок Джамбула
be: завулак Джамбула

source: переулок Дзержинского
be: завулак Дзяржынскага

source: переулок Димитрова
be: завулак Дзімітрава

source: переулок Добролюбова
be: завулак Дабралюбава

source: переулок Доватора
be: завулак Даватара

source: переулок Достоевского
be: завулак Дастаеўскага

source: переулок Дружбы
be: [Дружны завулак, завулак Дружбы]

source: переулок Дунаевского
be: завулак Дунаеўскага

source: переулок Дыдышко
be: завулак Дыдышкі

source: переулок Евдокии Лось
be: завулак Еўдакіі Лось

source: переулок Евдокимова
be: завулак Еўдакімава

source: переулок Ермака
be: завулак Ермака

source: переулок Есенина
be: завулак Ясеніна

source: переулок Ефремова
be: завулак Яфрэмава

source: переулок Жданова
be: завулак Жданава

source: переулок Железнодорожников
be: завулак Чыгуначнікаў

source: переулок Железнякова
be: завулак Жалезнякова

source: переулок Жуковского
be: завулак Жукоўскага

source: переулок Зайцева
be: завулак Зайцава

source: переулок Закревского
be: завулак Закрэўскага

source: переулок Заслонова
be: завулак Заслонава

source: переулок Зои Космодемьянской
be: завулак Зоі Касмадзям’янскай

source: переулок Зубачёва
be: завулак Зубачова

source: переулок Ивана Мележа
be: завулак Івана Мележа

source: переулок Ивутенко
be: завулак Івуценкі

source: переулок Игната Буйницкого
be: завулак Ігната Буйніцкага

source: переулок Игнатьева
be: завулак Ігнацьева

source: переулок Ильющенко
be: завулак Ільюшчанкі

source: переулок Кабушкина
be: завулак Кабушкіна

source: переулок Казакова
be: завулак Казакова

source: переулок Калинина
be: завулак Калініна

source: переулок Калиновского
be: завулак Каліноўскага

source: переулок Каменского
be: завулак Каменскага

source: переулок Карасёва
be: завулак Карасёва

source: переулок Карбышева
be: завулак Карбышава

source: переулок Карла Маркса
be: завулак Карла Маркса

source: переулок Карпекина
be: завулак Карпекіна

source: переулок Карповича
be: завулак Карповіча

source: переулок Катунина
be: завулак Катуніна

source: переулок Качалова
be: завулак Качалава

source: переулок Киржиманова
be: завулак Кіржыманава

source: переулок Кирова
be: завулак Кірава

source: переулок Киселёва
be: завулак Кісялёва

source: переулок Клары Цеткин
be: завулак Клары Цэткін

source: переулок Климука
be: завулак Клімука

source: переулок Клумова
be: завулак Клумава

source: переулок Ковалевского
be: завулак Кавалеўскага

source: переулок Козлова
be: завулак Казлова

source: переулок Колесникова
be: завулак Калеснікава

source: переулок Кольцова
be: завулак Кальцова

source: переулок Комарова
be: завулак Камарова

source: переулок Коминтерна
be: завулак Камінтэрна

source: переулок Кондратьева
be: завулак Кандрацьева

source: переулок Конева
be: завулак Конева

source: переулок Коперника
be: завулак Каперніка

source: переулок Корженевского
be: завулак Каржанеўскага

source: переулок Корнилова
be: завулак Карнілава

source: переулок Корнышева
be: завулак Корнышава

source: переулок Королёва
be: завулак Каралёва

source: переулок Короленко
be: завулак Караленкі

source: переулок Короткевича
be: завулак Караткевіча

source: переулок Космонавтов
be: завулак Касманаўтаў

source: переулок Костюшко
be: завулак Касцюшка

source: переулок Котельникова
be: завулак Кацельнікава

source: переулок Котовского
be: завулак Катоўскага

source: переулок Кофанова
be: завулак Кафанава

source: переулок Коханый Ров
be: завулак Каханы Роў

source: переулок Кошевого
be: завулак Кашавога

source: переулок Кравченко
be: завулак Краўчанкі

source: переулок Красина
be: завулак Красіна

source: переулок Красная Зорька
be: завулак Чырвоная Зорка

source: переулок Красного Флота
be: завулак Чырвонага Флоту

source: переулок Краснопёрова
be: завулак Краснапёрава

source: переулок Красный Октябрь
be: завулак Чырвоны Кастрычнік

source: переулок Красных Партизан
be: завулак Чырвоных Партызанаў

source: переулок Крашевского
be: завулак Крашэўскага

source: переулок Кренкеля
be: завулак Крэнкеля

source: переулок Кривошеина
be: завулак Крывашэіна

source: переулок Кругликова
be: завулак Круглікава

source: переулок Крупской
be: завулак Крупскай

source: переулок Крылова
be: завулак Крылова

source: переулок Кузьмы Минина
be: завулак Кузьмы Мініна

source: переулок Кузьмы Чорного
be: завулак Кузьмы Чорнага

source: переулок Куйбышева
be: завулак Куйбышава

source: переулок Куйбышевский спуск
be: завулак Куйбышаўскі спуск

source: переулок Культуры
be: завулак Культуры

source: переулок Кунцевича
be: завулак Кунцевіча

source: переулок Куприянова
be: завулак Купрыянава

source: переулок Курбатова
be: завулак Курбатава

source: переулок Кутузова
be: завулак Кутузава

source: переулок Кучерявого
be: завулак Кучаравага

source: переулок Лавриновича
be: завулак Лаўрыновіча

source: переулок Лагоды
be: завулак Лагоды

source: переулок Лазо
be: завулак Лазо

source: переулок Лактионова
be: завулак Лактыёнава

source: переулок Ленина
be: [Леніна завулак, завулак Леніна]

source: переулок Леошени
be: завулак Леашэні

source: переулок Лепешинского
be: завулак Лепяшынскага

source: переулок Лермонтова
be: завулак Лермантава

source: переулок Лесной
be: Лясны завулак

source: переулок Лизы Чайкиной
be: завулак Лізы Чайкінай

source: переулок Логачева
be: завулак Лагачова

source: переулок Ломако
be: завулак Ламакі

source: переулок Ломоносова
be: завулак Ламаносава

source: переулок Лососна
be: завулак Ласосна

source: переулок Луначарского
be: завулак Луначарскага

source: переулок Лынькова
be: завулак Лынькова

source: переулок Лысая Гора
be: завулак Лысая Гара

source: переулок Лысенко
be: завулак Лысенкі

source: переулок Льва Толстого
be: завулак Льва Талстога

source: переулок Магона
be: завулак Магона

source: переулок Макаревича
be: завулак Макарэвіча

source: переулок Макарова
be: завулак Макарава

source: переулок Максима Богдановича
be: завулак Максіма Багдановіча

source: переулок Максима Горького
be: завулак Максіма Горкага

source: переулок Малый Тростенец
be: завулак Малы Трасцянец

source: переулок Мамонтова
be: завулак Мамантава

source: переулок Мандрикова
be: завулак Мандрыкава

source: переулок Маневича
be: завулак Маневіча

source: переулок Манюшко
be: завулак Манюшкі

source: переулок Марата
be: завулак Марата

source: переулок Марата Казея
be: завулак Марата Казея

source: переулок Мартынова
be: завулак Мартынава

source: переулок Масюковщина
be: завулак Масюкоўшчына

source: переулок Матросова
be: завулак Матросава

source: переулок Махова
be: завулак Махава

source: переулок Машинистов
be: завулак Машыністаў

source: переулок Машиностроителей
be: завулак Машынабудаўнікоў

source: переулок Маяковского
be: завулак Маякоўскага

source: переулок Медвежино
be: завулак Мядзведжына

source: переулок Мелиораторов
be: завулак Меліяратараў

source: переулок Мельникова
be: завулак Мельнікава

source: переулок Менделеева
be: завулак Мендзялеева

source: переулок Менжинского
be: завулак Мянжынскага

source: переулок Механизаторов
be: завулак Механізатараў

source: переулок Мечникова
be: завулак Мечнікава

source: переулок Мигая
be: завулак Мігая

source: переулок Мира
be: [завулак Міра, завулак Міру]

source: переулок Мирошника
be: завулак Мірошніка

source: переулок Михайлова
be: завулак Міхайлава

source: переулок Мицкевича
be: завулак Міцкевіча

source: переулок Мичурина
be: завулак Мічурына

source: переулок Мозолькова
be: завулак Мазалькова

source: переулок Молокова
be: завулак Молакава

source: переулок Монтажников
be: завулак Мантажнікаў

source: переулок Мопра
be: завулак Мопра

source: переулок Морозова
be: завулак Марозава

source: переулок Москвина
be: завулак Масквіна

source: переулок Московского
be: завулак Маскоўскага

source: переулок Мочалова
be: завулак Мачалава

source: переулок Мусоргского
be: завулак Мусаргскага

source: переулок Мухина
be: завулак Мухіна

source: переулок Мясникова
be: завулак Мяснікова

source: переулок Надежды
be: завулак Надзеі

source: переулок Нарчука
be: завулак Нарчука

source: переулок Неждановой
be: завулак Няжданавай

source: переулок Некрасова
be: завулак Някрасава

source: переулок Непогодина
be: завулак Непагодзіна

source: переулок Нестерова
be: завулак Несцерава

source: переулок Нефтяников
be: завулак Нафтавікоў

source: переулок Никитинский Спуск
be: завулак Мікіцінскі спуск

source: переулок Николаева
be: завулак Мікалаева

source: переулок Николая Островского
be: завулак Мікалая Астроўскага

source: переулок Новаторов
be: завулак Наватараў

source: переулок Новосёлов
be: [Навасёлаў завулак, завулак Навасёлаў]

source: переулок Новый Мир
be: завулак Новы Свет

source: переулок Носкова
be: завулак Наскова

source: переулок Огинского
be: завулак Агінскага

source: переулок Одерихо
be: завулак Адзерыха

source: переулок Одинцова
be: завулак Адзінцова

source: переулок Одоевского
be: завулак Адоеўскага

source: переулок Ожешко
be: завулак Ажэшкі

source: переулок Ольшевского
be: завулак Альшэўскага

source: переулок Орбели
be: завулак Арбэлі

source: переулок Орловского
be: завулак Арлоўскага

source: переулок Освобождения
be: завулак Вызвалення

source: переулок Осипенко
be: завулак Асіпенкі

source: переулок Осоавиахима
be: завулак Асаавіяхіма

source: переулок Островского
be: завулак Астроўскага

source: переулок Ошуйко
be: завулак Ашуйкі

source: переулок Павлика Морозова
be: завулак Паўліка Марозова

source: переулок Павлова
be: завулак Паўлава

source: переулок Павловича
be: завулак Паўловіча

source: переулок Павловского
be: завулак Паўлоўскага

source: переулок Парижской Коммуны
be: завулак Парыжскай Камуны

source: переулок Партизан
be: завулак Партызан

source: переулок Партизанский
be: Партызанскі завулак

source: переулок Пархоменко
be: завулак Пархоменкі

source: переулок Паустовского
be: завулак Паўстоўскага

source: переулок Первомайский
be: Першамайскі завулак

source: переулок Перескок
be: завулак Пераскок

source: переулок Перова
be: завулак Пярова

source: переулок Песина
be: завулак Песіна

source: переулок Пестеля
be: завулак Пестэля

source: переулок Петра Машерова
be: завулак Пятра Машэрава

source: переулок Петрушевского
be: завулак Пятрушэўскага

source: переулок Петряева
be: завулак Пятраева

source: переулок Пирогова
be: завулак Пірагова

source: переулок Писарева
be: завулак Пісарава

source: переулок Плиева
be: завулак Пліева

source: переулок Победы
be: завулак Перамогі

source: переулок Пожарского
be: завулак Пажарскага

source: переулок Покрышкина
be: завулак Пакрышкіна

source: переулок Полевого
be: завулак Палявога

source: переулок Ползунова
be: завулак Паўзунова

source: переулок Попова
be: завулак Папова

source: переулок Поповича
be: завулак Паповіча

source: переулок Притыцкого
be: завулак Прытыцкага

source: переулок Пришвина
be: завулак Прышвіна

source: переулок Профинтерна
be: завулак Профінтэрна

source: переулок Профсоюзов
be: завулак Прафсаюзаў

source: переулок Пугачёва
be: завулак Пугачова

source: переулок Пучкова
be: завулак Пучкова

source: переулок Пушкина
be: завулак Пушкіна

source: переулок Пятери
be: завулак Пяцеры

source: переулок Радионова
be: завулак Радыёнава

source: переулок Радищева
be: завулак Радзішчава

source: переулок Разина
be: завулак Разіна

source: переулок Расковой
be: завулак Расковай

source: переулок Реймонта
be: завулак Рэйманта

source: переулок Репина
be: завулак Рэпіна

source: переулок Ричевский
be: Рычаўскі завулак

source: переулок Рогнеды
be: завулак Рагнеды

source: переулок Рогова
be: завулак Рогава

source: переулок Роз
be: завулак Руж

source: переулок Розы Люксембург
be: завулак Розы Люксембург

source: переулок Романова
be: завулак Раманава

source: переулок Рублевского
be: завулак Рублеўскага

source: переулок Рылеева
be: завулак Рылеева

source: переулок Садакова
be: завулак Садакова

source: переулок Садовый
be: Садовы завулак

source: переулок Сакко
be: завулак Сакко

source: переулок Салова
be: завулак Салава

source: переулок Сахарова
be: завулак Сахарава

source: переулок Свердлова
be: завулак Свярдлова

source: переулок Свободы
be: завулак Свабоды

source: переулок Седова
be: завулак Сядова

source: переулок Семисалова
be: завулак Сямісалава

source: переулок Сергея Лазо
be: завулак Сяргея Лазо

source: переулок Серебрянский
be: Серабранскі завулак

source: переулок Серегина
be: завулак Сярогіна

source: переулок Синичкина
be: завулак Сінічкіна

source: переулок Скрынникова
be: завулак Скрыннікава

source: переулок Скрябина
be: завулак Скрабіна

source: переулок Служащих
be: завулак Служачых

source: переулок Смирнова
be: завулак Смірнова

source: переулок Смолячкова
be: завулак Смалячкова

source: переулок Снитко
be: завулак Снітка

source: переулок Собинова
be: завулак Собінава

source: переулок Соколовского
be: завулак Сакалоўскага

source: переулок Солнечный
be: Сонечны завулак

source: переулок Соловьёва
be: завулак Салаўёва

source: переулок Солодышева
be: завулак Салодышава

source: переулок Солтыса
be: завулак Солтыса

source: переулок Сомова
be: завулак Сомава

source: переулок Софьи Ковалевской
be: завулак Соф’і Кавалеўскай

source: переулок Спартака
be: завулак Спартака

source: переулок Спортивный
be: Спартыўны завулак

source: переулок Стальского
be: завулак Стальскага

source: переулок Стасова
be: завулак Стасава

source: переулок Стебенёва
be: завулак Сцебянёва

source: переулок Столетова
be: завулак Сталетава

source: переулок Строителей
be: завулак Будаўнікоў

source: переулок Суворова
be: завулак Суворава

source: переулок Сурикова
be: завулак Сурыкава

source: переулок Сусанина
be: завулак Сусаніна

source: переулок Сушкова
be: завулак Сушкова

source: переулок Тавлая
be: завулак Таўлая

source: переулок Тадеуша Косцюшко
be: завулак Тадэвуша Касцюшкі

source: переулок Талаша
be: завулак Талаша

source: переулок Тани Карпинской
be: завулак Тані Карпінскай

source: переулок Танкистов
be: завулак Танкістаў

source: переулок Тельмана
be: завулак Тэльмана

source: переулок Терешковой
be: завулак Церашковай

source: переулок Тикоцкого
be: завулак Цікоцкага

source: переулок Тимирязева
be: завулак Ціміразева

source: переулок Титова
be: завулак Цітова

source: переулок Тихона
be: завулак Ціхана

source: переулок Ткаченко
be: завулак Ткачэнкі

source: переулок Толкачёва
be: завулак Талкачова

source: переулок Толстого
be: завулак Талстога

source: переулок Тордия
be: завулак Тордзія

source: переулок Тормасова
be: завулак Тармасава

source: переулок Трифонова
be: завулак Трыфанава

source: переулок Труда
be: завулак Працы

source: переулок Тупичевского
be: завулак Тупічэўскага

source: переулок Тургенева
be: завулак Тургенева

source: переулок Тухачевского
be: завулак Тухачэўскага

source: переулок Тютчева
be: завулак Цютчава

source: переулок Урицкого
be: завулак Урыцкага

source: переулок Успенского
be: завулак Успенскага

source: переулок Ушакова
be: завулак Ушакова

source: переулок Фабрициуса
be: завулак Фабрыцыуса

source: переулок Федотова
be: завулак Фядотава

source: переулок Филатова
be: завулак Філатава

source: переулок Фогеля
be: завулак Фогеля

source: переулок Фолюш
be: завулак Фолюш

source: переулок Фомина
be: завулак Фаміна

source: переулок Франко
be: завулак Франка

source: переулок Фрунзе
be: завулак Фрунзэ

source: переулок Фрунзе М.В.
be: завулак Фрунзэ

source: переулок Фурманова
be: завулак Фурманава

source: переулок Халтурина
be: завулак Халтурына

source: переулок Хомченовского
be: завулак Хамчаноўскага

source: переулок Целика
be: завулак Цэліка

source: переулок Циолковского
be: завулак Цыялкоўскага

source: переулок Чайко
be: завулак Чайко

source: переулок Чайковского
be: завулак Чайкоўскага

source: переулок Чапаева
be: завулак Чапаева

source: переулок Чаплыгина
be: завулак Чаплыгіна

source: переулок Челюскина
be: завулак Чалюскіна

source: переулок Червякова
be: завулак Чарвякова

source: переулок Чернышевского
be: завулак Чарнышэўскага

source: переулок Черняховского
be: завулак Чарняхоўскага

source: переулок Чехова
be: завулак Чэхава

source: переулок Чижевских
be: завулак Чыжэўскіх

source: переулок Чкалова
be: завулак Чкалава

source: переулок Чуйкова
be: завулак Чуйкова

source: переулок Чумакова
be: завулак Чумакова

source: переулок Швейников
be: завулак Швейнікаў

source: переулок Швякова
be: завулак Швякава

source: переулок Шевелёва
be: завулак Шэвелёва

source: переулок Шевченко
be: завулак Шаўчэнкі

source: переулок Шейкина
be: завулак Шейкіна

source: переулок Шибанова
be: завулак Шыбанава

source: переулок Шишкина
be: завулак Шышкіна

source: переулок Шмидта
be: завулак Шміта

source: переулок Шмырёва
be: завулак Шмырова

source: переулок Шолохова
be: завулак Шолахава

source: переулок Шопена
be: завулак Шапэна

source: переулок Шуберта
be: завулак Шуберта

source: переулок Шутова
be: завулак Шутава

source: переулок Щавликова
be: завулак Шчаўлікава

source: переулок Щербакова
be: завулак Шчарбакова

source: переулок Щорса
be: завулак Шчорса

source: переулок Энгельса
be: завулак Энгельса

source: переулок Энергетиков
be: завулак Энергетыкаў

source: переулок Южакова
be: завулак Южакова

source: переулок Юннатов
be: завулак Юнатаў

source: переулок Юности
be: завулак Юнацтва

source: переулок Юренко
be: завулак Юрэнкі

source: переулок Юрченко
be: завулак Юрчанкі

source: переулок Якуба Коласа
be: завулак Якуба Коласа

source: переулок Якубова
be: завулак Якубава

source: переулок Якубовского
be: завулак Якубоўскага

source: переулок Ялугина
be: завулак Ялугіна

source: переулок Янки Купалы
be: завулак Янкі Купалы

source: Переходная улица
be: Пераходная вуліца

source: переходной мост
be: Пераходны мост

source: Переходный переулок
be: Пераходны завулак

source: Пермская улица
be: Пермская вуліца

source: Пермский переулок
be: Пермскі завулак

source: Перстуньская улица
be: Перстуньская вуліца

source: Песковская улица
be: Пяскоўская вуліца

source: Песочная улица
be: Пясочная вуліца

source: Песочный переулок
be: [Пясочны завулак, завулак Пясочны]

source: Песочный проезд
be: Пясочны праезд

source: Песчаная улица
be: Пясчаная вуліца

source: Песчаный переулок
be: Пясчаны завулак

source: Петралевичский переулок
be: Петралевіцкі завулак

source: Петровская улица
be: Пятроўская вуліца

source: Петровский переулок
be: Пятроўскі завулак

source: Петрозаводская улица
be: Петразаводская вуліца

source: Петропавловская улица
be: Петрапаўлаўская вуліца

source: Пехотный переулок
be: Пяхотны завулак

source: Печерская улица
be: Пячэрская вуліца

source: Печерский переулок
be: Пячэрскі завулак

source: Пешеходная улица
be: Пешаходная вуліца

source: Пешеходный мост
be: Пешаходны мост

source: Пешеходный переулок
be: Пешаходны завулак

source: Пивоварная улица
be: Піваварная вуліца

source: Пинская улица
be: Пінская вуліца

source: Пинский переулок
be: Пінскі завулак

source: Пионерская улица
be: Піянерская вуліца

source: Пионерский переулок
be: Піянерскі завулак

source: Пионерский проезд
be: Піянерскі праезд

source: Пионовая улица
be: Піёнавая вуліца

source: Планерная улица
be: Планерная вуліца

source: Планёрная улица
be: Планёрная вуліца

source: Планетная улица
be: Планетная вуліца

source: Планетный переулок
be: Планетны завулак

source: Платановая улица
be: Платанавая вуліца

source: Плац
be: Пляц

source: Плисская
be: Пліская

source: Плисская улица
be: Пліская вуліца

source: Плодовая улица
be: Пладовая вуліца

source: Плосковская улица
be: Плоскаўская вуліца

source: Плосковский переулок
be: Плоскаўскі завулак

source: площадь 17 Сентября
be: плошча 17 Верасня

source: площадь 40 лет Октября
be: плошча 40 гадоў Кастрычніка

source: Площадь 8-го марта
be: Плошча 8-га сакавіка

source: площадь Бессмертия
be: плошча Неўміручасці

source: площадь Ванеева
be: плошча Ванеева

source: площадь Восстания
be: плошча Паўстання

source: площадь Гастелло
be: плошча Гастэлы

source: площадь Горького
be: плошча Горкага

source: площадь Декабристов
be: плошча Дзекабрыстаў

source: площадь Дзержинского
be: плошча Дзяржынскага

source: площадь Казинца
be: плошча Казінца

source: площадь Калинина
be: плошча Калініна

source: площадь Космонавтов
be: плошча Касманаўтаў

source: площадь Ленина
be: [плошча Леніна, плошча Леніна]

source: Площадь Независимости
be: Плошча Незалежнасці

source: площадь Октября
be: плошча Кастрычніка

source: площадь Орджоникидзе
be: плошча Арджанікідзэ

source: площадь Освободителей
be: плошча Вызваленцаў

source: площадь Парижской Коммуны
be: плошча Парыжскай Камуны

source: площадь Победы
be: плошча Перамогі

source: площадь Сапеги
be: плошча Сапегі

source: площадь Свободы
be: плошча Свабоды

source: площадь Старое Место
be: плошча Старае Месца

source: площадь Строителей
be: плошча Будаўнікоў

source: площадь Танкистов
be: плошча Танкістаў

source: площадь Тизенгауза
be: плошча Тызенгаўза

source: площадь Тысячелетия Витебска
be: плошча Тысячагоддзя Віцебска

source: площадь Франтишка Богушевича
be: плошча Францішка Багушэвіча

source: площадь Шаранговича
be: плошча Шаранговіча

source: площадь Якуба Коласа
be: плошча Якуба Коласа

source: Победоносная улица
be: Пераможная вуліца

source: Поворотная улица
be: Паваротная вуліца

source: Повятовая улица
be: Павятовая вуліца

source: Погодинская улица
be: Пагодзінская вуліца

source: Погоранская улица
be: Пагаранская вуліца

source: Пограничная улица
be: Памежная вуліца

source: Пограничный переулок
be: Памежны завулак

source: Подбусыньская улица
be: Падбусінская вуліца

source: подвесной мост
be: падвесны мост

source: Подвесной мост
be: Падвясны мост

source: Подгорная улица
be: Падгорная вуліца

source: Подгорный переулок
be: Падгорны завулак

source: Подгородская улица
be: Падгародцкая вуліца

source: Поддубная улица
be: Паддубная вуліца

source: Подкрыжацкая улица
be: Падкрыжацкая вуліца

source: Подлесная улица
be: Падлесная вуліца

source: Подлесный переулок
be: Падлесны завулак

source: Подлесская улица
be: Падлесская вуліца

source: Подлясская улица
be: Падляская вуліца

source: Подольная улица
be: Падольная вуліца

source: Подольская улица
be: Падольская вуліца

source: Подомховская улица
be: Падамхоўская вуліца

source: Подомховский переулок
be: Падамхоўскі завулак

source: Подречная улица
be: Падрэчная вуліца

source: Подречный переулок
be: Падрэчны завулак

source: Подшипниковый проезд
be: Падшыпнікавы праезд

source: Подъездная улица
be: Пад’яздная вуліца

source: Пожарная улица
be: Пажарная вуліца
